{
  "home": "Beranda",
  "aboutUs": "Tentang Kami",
  "products": "Produk",
  "contactUs": "Hubungi Kami",
  "ourGoalsTitle": "Tujuan Kami",
  "goalsDecription1": "PT. Cahaya Sinar Makmur merupakan salah satu supplier yang diakui dalam industri kimia, spesialisasi kami adalah mengimpor dan mendistribusikan produk-produk berkualitas tinggi dari kantor pusat kami yang berlokasi di Jakarta, Indonesia.",
  "goalsDecription2": "Didirikan pada Mei 1989, PT Cahaya Sinar Makmur berdedikasi untuk menyediakan solusi kimia yang unggul untuk meningkatkan sektor manufaktur lokal. Komitmen kami terhadap kualitas memastikan bahwa produk-produk kami memenuhi atau melampaui standar internasional, dan tetap berada di harga yang kompetitif.",
  "goalsDecription3": "Di PT. Cahaya Sinar Makmur, kami berpegang teguh pada prinsip menjadi mitra terpercaya bagi klien kami. Komitmen ini melampaui kualitas produk untuk mencakup layanan dan dukungan yang luar biasa. Kesuksesan kami didukung oleh pilar-pilar dasar, yang dipertahankan oleh tim kami yang berdedikasi dan termotivasi.",
  "goalsDecription4": "Dipacu oleh visi pendiri kami untuk memupuk hubungan pelanggan yang kuat, kami bangga dengan kepuasan pelanggan yang telah bertahan lama. Selama 30 tahun terakhir, kami telah membina rasa keluarga yang kuat dalam organisasi kami, bersatu dalam upaya kami untuk keunggulan dan impian sukses bersama.",
  "goalsDecription5": "Komitmen PT. Cahaya Sinar Makmur terhadap keunggulan tidak hanya terbatas pada kualitas produk, tetapi juga mencakup penekanan kuat pada keberlanjutan lingkungan. Kami mengutamakan praktik ramah lingkungan dalam operasi kami, memastikan bahwa dampak kami terhadap lingkungan diminimalisir. Selain itu, dedikasi kami terhadap inovasi dan peningkatan berkelanjutan mendorong kami untuk terus meneroka teknologi dan metodologi baru untuk lebih baik melayani pelanggan dan masyarakat. Tujuan kami bukan hanya untuk menjadi pemimpin dalam industri kimia, tetapi juga sebagai perusahaan yang bertanggung jawab yang berkontribusi positif terhadap masyarakat dan lingkungan.",
  "ourVision": "Visi Kami",
  "ourVisionDesc": "Untuk menjadi pemimpin dalam industri kimia sebagai importir dan distributor, terkenal dengan komitmen kami terhadap kualitas, kehandalan, dan keberlanjutan. Kami berusaha untuk melebihi harapan pelanggan, mendorong inovasi, dan memberikan kontribusi positif bagi industri dan masyarakat secara keseluruhan.",
  "ourMission": "Misi Kami",
  "ourMissionDesc": "Misi kami adalah untuk secara dapat diandalkan menyediakan dan memasok bahan kimia berkualitas tinggi, memenuhi berbagai kebutuhan pelanggan kami. Kami berkomitmen untuk memupuk kemitraan jangka panjang, memberikan nilai yang luar biasa, dan menjunjung tinggi standar tertinggi dalam hal keselamatan dan tanggung jawab lingkungan. Melalui inovasi yang berkelanjutan dan keunggulan operasional, kami bertujuan untuk menjadi pilihan utama untuk solusi kimia di seluruh Indonesia.",
  "searchProductPlaceholder": "Cari produk kami",
  "contactUsDescription": "Untuk pertanyaan, masukan, atau peluang kemitraan, jangan ragu untuk menghubungi kami menggunakan informasi yang tertera di bawah ini. Kami menyambut baik kesempatan untuk membahas kolaborasi potensial dengan Anda.",
  "location": "Lokasi",
  "email": "Email",
  "call": "Hubungi",
  "phone": "Telepon",
  "usefulLinks": "Tautan Berguna",
  "ourSocialNetworks": "Jejaring Sosial Kami"
}
